Repository: BlackPeter13/wallets
Catalog: languages/wallets-front-*.po
Languages: el

source: Coin
el: Νόμισμα

source: Balance
el: Υπόλοιπο

source: Deposit address
el: Διεύθυνση κατάθεσης

source: Recipient user
el: Αποδέκτης

source: Amount
el: Ποσό

source: Transfer comment
el: Σχόλιο μεταβίβασης

source: Fee (deducted from amount)
el: Τέλη (αφαιρούνται από το ποσό)

source: Send
el: Αποστολή

source: Reset form
el: Επαναφορά φόρμας

source: Rows per page
el: Σειρές ανά σελίδα

source: Page
el: Σελίδα

source: Type
el: Τύπος

source: Tags
el: Ετικέτες

source: Time
el: Ώρα

source: Amount (+fee)
el: Ποσό (+τέλη)

source: Fee
el: Τέλος

source: From
el: Από

source: To
el: Προς

source: Tx ID
el: Κωδικός συναλλαγής

source: Comment
el: Σχόλιο

source: Confirmations
el: Επιβεβαιώσεις

source: Status
el: Κατάσταση

source: Retries&nbsp;left
el: Υπολειπόμενες&nbsp;προσπάθειες

source: Admin&nbsp;confirm
el: Επιβεβαίωση&nbsp;Διαχεριριστή

source: User&nbsp;confirm
el: Επιβεβαίωση&nbsp;χρήστη

source: me
el: εγώ

source: Withdraw to address
el: Ανάληψη προς διεύθυνση

source: Transaction comment
el: Σχόλιο συναλλαγής

source: Successfully submitted a transaction request of %s %s
el: Επιτυχής καταχώρηση αιτήματος μεταβίβασης για %s %s

source: Successfully submitted a withdrawal request of %s %s to %s
el: Επιτυχής καταχώρηση αιτήματος ανάληψης για %s %s προς %s

source: Wallet operation failed due to an unexpected error
el: Απρόσμενο σφάλμα λειτουργίας πορτοφολιού

source: Wallet operation failed: %s
el: Σφάλμα λειτουργίας πορτοφολιού: %s

source: Could not contact server. Status: %s Error: %s
el: Αποτυχία επικοινωνίας με το διακομιστή. Κατάσταση: %s Σφάλμα: %s

source: Check to see if you have typed the address correctly!
el: Ελέγξτε εάν έχετε πληκτρολογήσει σωστά τη διεύθυνση!

source: Turn your blog into a bank: Let your users deposit, withdraw, and transfer bitcoins and altcoins on your site.
el: Κάντε το ιστολόγιό σας τράπεζα: Επιτρέψτε στους χρήστες σας να καταθέσουν, αναλήψουν, και να μεταφέρουν bitcoins και άλλα κρυπτονομίσματα στη σελίδα σας.
